<?php

return [
    'title' => 'Панель управления',
    'home' => 'Главная',
    'actions' => 'Действия',
    'add' => 'Добавить',
    'edit' => 'Редактировать',
    'save' => 'Сохранить',
    'delete' => 'Удалить',
    'are_you_deleted' => 'Вы действително хотите удалить',
    'logout'=> 'Выйти',
    'note'=>'Описание',
    'goto'=> 'Перейти на сайт',
    'action'=> 'Действие',
    'note_added'=>'Описание добавлено!',
     'seen'=>'Старый заказ',

    'orders' => [
        'new'=>'Новые заказы',
        'more-info'=>'Больше',
        'title'=>'Заказы',
        'name' => 'Название',
        'phone' => 'Телефон',
        'email' => 'Эл. адрес',
		'prod_id' => 'Продукт',

    ],
    'posts' => [
        'title' => 'Посты',
        'name' => 'Названия',
        'image' => 'Изображения',
        'keywords' => 'Ключевые слова',
        'description' => 'Описания',
        'body' => 'Контент',
        'create' => 'Пост создать',
        'update'=> 'Пост Редактировать'
    ],

    'photo' =>[
        'title' => 'Фото',
        'uploaded'=>'Изображение загружено',
        'deleted'=>'Изображение удалено'
    ],

    'slider'=>[
      'title' =>'Слайдеры',
       'created'=>'Слайдер создан',
        'deleted'=>'Слайдер удален'

    ],
    'settings' => [
        'title' => 'Настройки',
        'name' => 'Названия сайта',
        'phone' => 'Телефон',
        'email' => 'E-mail',
        'address' => 'Адрес',
        'latlng' => 'Адрес для карта',
        'latlng_place' => '49,69',
        'keywords' => 'Ключевые слова',
        'description' => 'Описания',
    ],

    'messages' => [


        'posts' => [
            'created' => 'Пост успешно создано',
            'deleted' => 'Пост успешно удалено',
            'updated' => 'Пост успешно отредактировано'
        ],

        'settings' => [
            'updated' => 'Настройки успешно отредактировано'
        ],
        'orders' => [
            'created' => 'ваш запрос принят',
            'deleted' => 'Заказ успешно удалено',
        ],
    ]
];
